export default {
    flowchart:{
        // Панель инструментов
        L10000: 'Редактор блок-схем',
        L10001: 'Отмена（Ctrl + Z）',
        L10002: 'Повторить（Ctrl + Shift + Z）',
        L10003: 'Скопировать（Ctrl + C）',
        L10004: 'Вставить（Ctrl + V）',
        L10005: 'Очистить（Ctrl + Shift + C）',
        L10006: 'Увеличить（Ctrl + +）',
        L10007: 'Уменьшить（Ctrl + -）',
        L10008: 'Сбросить（Ctrl + 0）',
        L10009: 'Оригинальный размер（Ctrl + 1）',
        L10010: 'Удалить',
        L10011: 'Цвет заливки',
        L10012: 'Цвет обводки',
        L10013: 'Ширина обводки',
        L10014: 'Стиль обводки',
        L10015: 'Тип обводки',
        L10016: 'Начало стрелки',
        L10017: 'Конец стрелки',
        L10020: 'Выбор режима',
        L10021: '',
        L10022: '',
        L10023: 'Редактировать',
        L10024: '',
        L10025: 'Полноэкранный',
        L10026: '',
        L10027: 'Github',
        L10028: '',
        L10029: 'Увеличить',
        L10030: 'Скачать',
        // Левая и правая панели
        L10100: 'Блоки',
        L10101: 'Конфигурация блоков',
        L10102: 'Карта схемы',
        L10103: 'Аттрибуты',
        L10104: 'Стиль',
        L10105: 'Текст',
        // Другое
        L10200: 'Подсказка',
        L10201: 'Очистить холст?'
    }
}
